Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: The item '%1!ls!' that this shortcut refers to has been changed or moved. The nearest match, based on size, date, and type, is '%2!ls!'. Do you want this shortcut to point to this item?
be: Элемент '%1!ls!', на які спасылаецца гэты пускальнік, зменены альбо перамешчаны. Ёсць падобны на яго па памеры, даце і тыпе элемент '%2!ls!'. Жадаеце, каб пускальнік спасылаўся на яго?

source: The item '%s' that this shortcut refers to has been changed or moved, so this shortcut will no longer work properly.
be: Элемент '%s', на які спасылаецца гэты пускальнік, зменены альбо перамешчаны, таму гэты пускальнік не будзе працаваць належным чынам.

source: The item '%s' that this shortcut refers to has been changed or moved, so this shortcut will no longer work properly.\n\nDo you want to delete this shortcut?
be: Элемент '%s', на які спасылаецца гэты пускальнік, зменены альбо перамешчаны, таму гэты пускальнік не будзе працаваць належным чынам. Выдаліць яго?

source: The item '%s' that this shortcut refers to has been deleted.
be: Элемент '%s', на які спасылаецца гэты пускальнік, быў выдалены.

source: The item '%s' that this shortcut refers to has been deleted. However, it can be restored from the recycle bin.\n\nDo you want to restore the file, or delete this shortcut?
be: Элемент '%s', на які спасылаецца гэты пускальнік, быў выдалены. Тым не менш, ён можа быць адноўлены са сметніцы.\n\nВы жадаеце аднавіць файл альбо выдаліць гэты пускальнік?

source: The item could not be transferred. Make sure you have permission to store files here and that the file name is valid.
be: Элемент не можа быць перанесены. Пераканайцеся, што вы маеце дазвол на захоўванне файлаў тут і што назва файла дапушчальная.

source: The item referred to by this shortcut cannot be accessed.
be: Немагчыма атрымаць доступ да элемента, на які спасылаецца пускальнік.

source: The item referred to by this shortcut cannot be accessed. You may not have the appropriate permissions.
be: Немагчыма атрымаць доступ да элемента, на які спасылаецца пускальнік. Магчыма, вы не маеце неабходных правоў.

source: The item you selected is unavailable.
be: Абраны элемент недаступны.

source: The item you selected is unavailable. It might have been moved, renamed, or removed. Do you want to remove it from the list?
be: Абраны элемент недаступны. Магчыма, ён перамешчаны, пераназваны ці выдалены. Жадаеце выдаліць яго са спісу?

source: The items might be stored in a read-only location.
be: Магчыма, гэтыя элементы маюць доступ толькі на чытанне.

# The last backup did not complete successfully. Backup date: %2
source: The last backup did not complete successfully.\nBackup date: %2
be: Апошняе рэзерваванне скончылася няўдала.\nДата рэзервавання: %2

# The last restart/shutdown request of computer %1 was aborted by user %2%n
source: The last restart/shutdown request of computer %1 was aborted by user %2%n\r\n
be: Апошні запыт на перазапуск ці выключэнне камп'ютара %1 быў перарваны карыстальнікам %2%n\r\n

source: The last scheduled backup did not run.
be: Апошняе запланаванае рэзерваванне не было запушчанае.

source: The library couldn't be published.
be: Бібліятэка не можа быць апублікаваная.

source: The library couldn't be unpublished.
be: Бібліятэка не можа быць дэпублікаваная.

source: The license agreement of the bundling program may require these other components in order to function.
be: Ліцэнзійнае пагадненне камплектацыі праграмы можа запатрабаваць гэтыя кампаненты для свайго функцыянавання.

source: The line number is beyond the total number of lines
be: Нумар радка перавышае агульны лік радкоў

source: The logon process was unable to display security and logon options when CTRL+ALT+DELETE was pressed.
be: Працэс уваходу не змог адлюстраваць налады бяспекі і ўваходу падчас націскання CTRL+ALT+DELETE.

source: The logon process was unable to display security and logon options when CTRL+ALT+DELETE was pressed. If the operating system does not respond, press ESC or restart the computer by using the power switch.
be: Працэс уваходу не змог адлюстраваць налады бяспекі і ўваходу падчас націскання CTRL+ALT+DELETE. Калі аперацыйная сістэма не адказвае, націсніце ESC ці перазапусціце камп'ютар, ужыўшы пераключальнік сілкавання.

source: The logon process was unable to display security and logon options when CTRL+ALT+END was pressed.
be: Працэс уваходу не змог адлюстраваць налады бяспекі і ўваходу падчас націскання CTRL+ALT+END.

source: The logon process was unable to display security and logon options when CTRL+ALT+END was pressed. If the operating system does not respond, press ESC or restart the computer by using the power switch.
be: Працэс уваходу не змог адлюстраваць налады бяспекі і ўваходу падчас націскання CTRL+ALT+END. Калі аперацыйная сістэма не адказвае, націсніце ESC ці перазапусціце камп'ютар, ужыўшы пераключальнік сілкавання.

source: The machine must now be restarted.
be: Машына мусіць быць перазапушчаная зараз.

# The margins overlap or they are off the paper. Enter a different margin size.
source: The margins overlap or they are off the paper.\nEnter a different margin size.
be: Прымежкі накладаюцца ці выходзяць за межы паперы.\nУвядзіце іншыя памеры прымежкаў.

source: The maximum number of files are already open.\nClose a file or program in order to open this file.
be: Ужо адчыненая максімальная колькасць файлаў.\nКаб адчыніць файл, зачыніце іншы файл ці праграму.

source: The measurement must be between %1 and %2.
be: Мера павінна быць паміж %1 і %2.

source: The name '%1!ls!' specified in the Target box is not valid.
be: Для файла '%1!ls!' абрана недапушчальная назва.

source: The name '%1!ls!' specified in the Target box is not valid. Make sure the path and file name are correct.
be: Для файла '%1!ls!' абрана недапушчальная назва. Упэўніцеся, што існуюць файл і шлях да яго.

# The name of this disc can't contain any of the following characters: :
source: The name of this disc can't contain any of the following characters:\n:
be: Назва дыска не павінна змяшчаць наступныя знакі:\n:

# The name of this disc can't contain any of the following characters: \ / : * ?
source: The name of this disc can't contain any of the following characters:\n\\ / : * ?
be: Назва дыска не павінна змяшчаць наступныя сімвалы:\n\\ / : * ?

source: The name of this disc can't contain any of the following characters:\n\\ / : * ? | < > ;
be: Назва дыска не павінна змяшчаць наступныя знакі:\n\\ / : * ? < > ;

source: The nearest match, based on size, date, and type, is '%2!ls!'.
be: Ёсць падобны на яго па памеры, даце і тыпе элемент '%2!ls!'.

source: The network address entered is invalid.
be: Уведзены недапушчальны сеткавы адрас.

source: The network folder, %1!s!, that contains %2!s!
be: Сеткавы каталог %1!s!, які змяшчае %2!s!

source: The network folder, %1!s!, that contains %2!s! is not available.\n\nTry again later, or contact your system administrator for further assistance.
be: Сеткавы каталог %1!s!, які змяшчае %2!s!, недаступны.\n\nПаўтарыце спробу альбо звярніцеся па дапамогу да сістэмнага адміністратара.

source: The network is not responding.
be: Сетка не адказвае.

source: The network location is now %1
be: Размяшчэнне сеткі зараз - %1

source: The network location of this computer and the other homegroup computers is set to Home.
be: Сеткавае размяшчэнне гэтага і іншых камп'ютараў пазначанае як "Хатні".

source: The network provider %2 reported the following error: %3(%1!d!).
be: Дастаўнік сеткі "%2" паведаміў пра наступную памылку: %3(%1!d!).

source: The new default printer for this computer is '%1!ls!'.
be: Новая стандартная друкарка гэтага камп'ютара - '%1!ls!'.

source: The new file '%1' has properties that will be lost when renamed.
be: Новы файл '%1' мае ўласцівасці, якія будуць страчаныя пасля пераназвання.

source: The new file '%1' will not have these properties.
be: Новы файл '%1' не будзе мець гэтых уласцівасцяў.

source: The new file '%2' has properties that can't be copied to the new location.
be: Файл '%2' мае уласцівасці, якія немагчыма скапіяваць у новае размяшчэнне.

source: The new file '%2' has properties that can't be moved to the new location.
be: Файл '%2' мае уласцівасці, якія немагчыма перамясціць у новае размяшчэнне.

source: The new file will be expanded as a result.
be: У выніку новы файл будзе разгорнуты.

source: The new file will not have this property as a result.
be: У выніку новы файл не будзе яе мець.

source: The new folder '%1' has properties that will be lost when renamed.
be: Новы каталог '%1' мае ўласцівасці, якія будуць страчаныя пасля пераназвання.

source: The new folder '%1' will not have these properties.
be: Новы каталог '%1' не будзе мець гэтых уласцівасцяў.

source: The new folder '%2' has properties that can't be copied to the new location.
be: Каталог '%2' мае уласцівасці, якія немагчыма скапіяваць у новае размяшчэнне.

source: The new folder '%2' has properties that can't be moved to the new location.
be: Каталог '%2' мае уласцівасці, якія немагчыма перамясціць у новае размяшчэнне.

source: The new folder will be expanded as a result.
be: У выніку новы каталог будзе разгорнуты.

source: The new folder will not have this property as a result.
be: У выніку новы каталог не будзе яе мець.

source: The new password and the confirmation password do not match. Type the same password in both boxes.
be: Новы пароль і ягонае пацверджанне не супадаюць. Увядзіце аднолькавыя паролі ў абедзве рамкі.

source: The new user accounts display language is currently inherited from the welcome screen display language.
be: Мова экрана новых рахункаў карыстальнікаў успадкаваная з мовы экрана вітання.

source: The number must be between 1 and 1638.
be: Лік павінен быць паміж 1 і 1638.

# The number of installed processors has changed. The data displayed is invalid.
source: The number of installed processors has changed.\n\nThe data displayed is invalid.
be: Колькасць усталяваных працэсараў зменена.\n\nАдлюстраваныя звесткі недапушчальныя.

# The operation could not be completed.
source: The operation could not be completed.\n\n
be: Аперацыя не можа быць скончаная.\n\n

source: The operation is not valid for this process.
be: Аперацыя недапушчальная для гэтага працэса.

source: The other homegroup computers are awake and connected to the network.
be: Іншыя камп'ютары хатняй групы ўключаныя і злучаныя з сеткай.

source: The other homegroup computers have the current homegroup password.
be: Іншыя камп'ютары хатняй групы маюць яе дзейны пароль.

source: The page failed to load.
be: Не ўдалося заладаваць старонку.

# The page range is invalid. Enter numbers between %u and %u.
source: The page range is invalid.\nEnter numbers between %u and %u.
be: Недапушчальны абсяг старонак.\nУвядзіце лікі паміж %u і %u.

source: The password for this account has expired.
be: Пароль гэтага рахунка састарэў.

source: The password for this account has expired. To change the password, click OK, click Switch User, and then log on.
be: Пароль гэтага рахунка састарэў. Каб змяніць пароль, пстрыкніце 'Добра', пстрыкніце 'Пераключыць карыстальніка' і тады ўвайдзіце.

source: The password hint will be visible to everyone who uses this computer.
be: Падказка да пароля будзе бачная усім, хто карыстае гэты камп'ютар.

# The password is incorrect. Please try again. Passwords are case-sensitive.
source: The password is incorrect.\nPlease try again. Passwords are case-sensitive.
be: Пароль няправільны.\nКалі ласка, паўтарыце спробу. Паролі адчувальныя да рэгістру.

source: The password is not valid
be: Пароль недапушчальны

source: The password must contain at least eight characters, not including leading or trailing spaces.
be: Пароль павінен утрымліваць прынамсі восем знакаў, без пярэдніх і замыкальных прагалаў.

source: The password on this account cannot be changed at this time.
be: Пароль гэтага рахунка нельга змяніць зараз.

source: The password was incorrect. Try again.
be: Пароль няправільны. Паўтарыце спробу.

source: The password you have entered is invalid. Do you\nwish to enter a new password now?
be: Уведзены вамі пароль недапушчальны.\nУвесці новы пароль зараз?

source: The password you typed does not meet the password complexity requirements set by the administrator for your network or group. Get the requirements from your administrator, and then type a new password.
be: Уведзены вамі пароль не адпавядае патрабаванням складанасці, прызначаным адміністратарам для вашай сеткі ці групы. Атрымайце патрабаванні ад вашага адміністратара і тады ўвядзіце новы пароль.

source: The password you typed does not meet the password policy requirements. Check the minimum password length, password complexity and password history requirements.
be: Уведзены вамі пароль не адпавядае патрабаванням парольнай палітыкі. Праверце патрабаванні мінімальнай даўжыні, складанасці і гісторыі пароля.

source: The password you typed is incorrect. Please retype your current password.
be: Уведзены вамі пароль няправільны. Калі ласка, пераўвядзіце ваш дзейны пароль.

source: The passwords do not match
be: Паролі не супадаюць

source: The passwords you entered did not match.
be: Уведзеныя вамі паролі не супадаюць.

source: The passwords you typed do not match. Please retype the new password in both boxes.
be: Уведзеныя вамі паролі не супадаюць. Калі ласка, пераўвядзіце новы пароль у абедзве рамкі.

source: The path %1!s! does not exist.
be: Шлях %1!s! не існуе.

source: The path is too deep.
be: Шлях занадта глыбокі.

source: The permissions don't match Read, Read/Write or Contribute
be: Дазволы не супадаюць з чытаннем, чытаннем і запісваннем ці суаўтарствам

source: The picture you choose will appear on the Welcome screen and on the Start menu.
be: Гэты відарыс будзе з'яўляцца на экране вітання і ў Пачатковым меню.

source: The previous version of "%1" from %2 no longer exists. Select a different version and try again.
be: Папярэдняя версія "%1"

source: The primary purpose of Briefcase is to sync files between a desktop computer and a mobile PC.
be: Асноўная мэта партфеля - сінхранізацыя файлаў паміж настольным і мабільным камп'ютарамі.

source: The printer could not be found.
be: Друкарка не можа быць знойдзеная.

source: The priority was set to High instead.
be: Замест гэтага прызначаны высокі.

source: The process %1 has initiated the %5 of computer %2 on behalf of user %7 for the following reason: %3%n\r\nReason Code: %4%n\r\nShutdown Type: %5%n\r\nComment: %6\r\n
be: Працэс %1 ініцыяваў %5 камп'ютара %2 як карыстальнік %7 з-за наступнай прычыны: %3%n\r\nКод прычыны: %4%n\r\nТып выключэння: %5%n\r\nКаментар: %6\r\n

source: The process '%1' exited with exit code %2. The creation time for the exiting process was 0x%3.\r\n
be: Працэс '%1' скончыўся з кодам выйсця %2. Час стварэння для выйсця працэса быў 0x%3.\r\n

source: The process '%1' was terminated by the process '%2' with termination code %3. The creation time for the exiting process was 0x%4.\r\n
be: Працэс '%1' быў перарваны працэсам '%2' з кодам перарывання %3. Час стварэння для выйсця працэса быў 0x%4.\r\n

source: The product key does not match current Windows SKU
be: Ключ прадукту не супадае з дзейным Windows SKU

source: The product key is not valid
be: Ключ прадукту недапушчальны

source: The program also reports if the actions were successful.
be: Таксама праграма паведамляе аб паспяховасці гэтых дзеянняў.

source: The program can't check for definition updates.
be: Праграма не можа праверыць наяўнасць абнаўленняў.

# The program can't check for definition updates.
source: The program can't check for definition updates.\r\n
be: Праграма не можа праверыць наяўнасць абнаўленняў.\r\n

source: The program can't download definition updates.
be: Праграме не атрымоўваецца запампаваць абнаўленні вызначэнняў.

source: The program can't find definition files that help detect unwanted software.
be: Праграма не можа знайсці файлы вызначэнняў, якія дапамагаюць выявіць непажаданае апраграмаванне.

source: The program can't find definition files that help detect unwanted software. Check for updates to the definition files, and then try again. For information on installing updates, see Help and Support.
be: Праграма не можа знайсці файлы вызначэнняў, каб мець магчымасць выяўляць небяспечнае ПЗ. праверце абнаўленні файлаў вызначэнняў і паўтарыце спробу. Дадатковыя звесткі аб усталёўцы абнаўленняў можна знайсці ў цэнтры даведкі і падтрымкі.

source: The program can't find definition files that help detect unwanted software. Check for updates to the definition files, and then try again. For information on installing updates, see Help and Support.\r\n
be: Праграма не можа знайсці файлы вызначэнняў, якія дапамагаюць выявіць непажаданае апраграмаванне. Праверце абнаўленні файлаў вызначэнняў і паўтарыце спробу. Інфармацыю аб усталёўванні абнаўленняў глядзіце ў дапамозе і падтрымцы.\r\n

source: The program can't install definition updates.
be: Праграма не можа ўсталяваць абнаўленні вызначэнняў.

source: The program could not find the spyware and other potentially unwanted software on this computer.
be: Праграма не знайшла шпіёнскіх праграмаў і іншага небяспечнага апраграмавання на гэтым камп'ютары.

source: The program could not find the spyware and other potentially unwanted software on this computer.\r\n
be: Праграма не знайшла шпіёнскіх праграмаў і іншага небяспечнага апраграмавання на гэтым камп'ютары.\r\n

source: The program file might be corrupted or might have been deleted from your computer.
be: Праграма можа быць пашкоджаная альбо выдаленая з вашага камп'ютара.

source: The properties for this item are not available.
be: Уласцівасці гэтага элемента недаступныя.

source: The property setting for %s is not available.
be: Налада ўласцівасцяў для %s недаступная.

source: The publisher could not be verified.
be: Немагчыма праверыць выдаўца.

source: The publisher could not be verified. Are you sure you want to install this gadget?
be: Немагчыма праверыць выдаўца. Вы сапраўды жадаеце ўсталяваць гэты гаджэт?

source: The quarantined item cannot be restored.
be: Немагчыма аднавіць файл у карантыне.

# The quarantined item cannot be restored.
source: The quarantined item cannot be restored.\r\n
be: Немагчыма аднавіць файл у карантыне.\r\n

source: The quick brown fox
be: Скрыжаванні дарогаў

source: The quick brown fox jumps over the lazy dog. 1234567890
be: Скрыжаванні дарогаў упіраюцца ў неба. 1234567890

source: The reason supplied by user %6 for the last unexpected shutdown of this computer is: %1%n\r\nReason Code: %2%n\r\nProblem ID: %3%n\r\nBugcheck String: %4%n\r\nComment: %5\r\n
be: Прычына, прыведзеная карыстальнікам %6 для апошняга нечаканага выключэння, была такая: %1%n\r\nКод прычыны: %2%n\r\nID праблемы: %3%n\r\nРадок крытычнай памылкі: %4%n\r\nКаментар: %5\r\n

source: The recordable disc isnt compatible with your CD or DVD burner.
be: Запісвальная кружэлка несумяшчальная з вашым прапальваючым кружэльнікам.

source: The recordable disc isnt compatible with your CD or DVD burner. Insert a different type of recordable disc, and then try again.
be: Запісвальная кружэлка несумяшчальная з вашым прапальваючым кружэльнікам. Устаўце запісвальную кружэлку іншага тыпу і паўтарыце спробу.

source: The recordable disc isnвЂ™t compatible with your CD or DVD burner.
be: Запісвальная кружэлка несумяшчальная з вашым прапальвальным кружэльнікам.

source: The recordable disc isnвЂ™t compatible with your CD or DVD burner. Insert a different type of recordable disc, and then try again.
be: Запісвальная кружэлка несумяшчальная з вашым прапальвальным кружэльнікам. Устаўце запісвальную кружэлку іншага тыпу і паўтарыце спробу.

source: The recordable disc isn’t compatible with your CD or DVD burner.
be: Запісвальная кружэлка несумяшчальная з вашым прапальвальным кружэльнікам.

source: The recordable disc isn’t compatible with your CD or DVD burner. Insert a different type of recordable disc, and then try again.
be: Запісвальная кружэлка несумяшчальная з вашым прапальвальным кружэльнікам. Устаўце запісвальную кружэлку іншага тыпу і паўтарыце спробу.

source: The recordable disc might not have been erased properly.
be: Магчыма, запісвальная кружэлка не была сцёртая належным чынам.

source: The recordable disc might not have been erased properly. Eject the disc, reinsert it, and then try to erase the disc again.
be: Магчыма, запісвальная кружэлка не была сцёртая належным чынам. Выміце яе, устаўце зноў і паўтарыце спробу сцірання.

source: The requested file %1 is not a valid font file.
be: Запытаны файл %1 недапушчальны.

source: The required 'name' tag is empty or missing from the gadget manifest file.
be: Неабходны тэг 'назва' пусты ці прапушчаны ў manifest-файле гаджэта.

source: The root of drive %3 is formatted with the FAT file system and can only store a limited number of items.
be: Корань дыску %3 мае файлавую сістэму FAT і таму можа змяшчаць толькі абмежаваны лік элементаў.

source: The root of drive %3 is formatted with the FAT file system and can only store a limited number of items. Store the items in a subfolder, or reformat the drive using the NTFS file system.
be: Корань дыску %3 мае файлавую сістэму FAT і таму можа змяшчаць толькі абмежаваны лік элементаў. Захавайце элементы ў падкаталогу альбо адфарматуйце дыск у фармаце NTFS.

source: The scheduled shutdown has been cancelled.
be: Запланаванае выключэнне было скасавана.

source: The scheme could not be imported because a power scheme with the specified GUID already exists.\n
be: Схема немагчыма імпартаваць, бо схема сілкавання з азначаным GUID ужо існуе.\n

source: The search cannot be saved. Try using a different name or saving to a different location.
be: Пошук не можа быць захаваны. Паспрабуйце скарыстаць іншую назву ці захаваць у іншае размяшчэнне.

source: The security log on this system is full.
be: Журнал бяспекі гэтае сістэмы поўны.

source: The security log on this system is full. Only administrators can log on to fix the problem.
be: Журнал бяспекі гэтае сістэмы поўны. Толькі адміністратары могуць уваходзіць для вырашэння праблемы.

source: The security log on this system is full. When the security log is full, only administrators can logon to the system.
be: Журнал бяспекі гэтае сістэмы поўны. Калі такое адбываецца, толькі адміністратары могуць уваходзіць у сістэму.

source: The selected actions were applied, and the results are displayed in the status column.
be: Выбраныя дзеянні ўжытыя. Вынікі адлюстраваныя ў слупку стану.

source: The selected drive is no longer shared.
be: Вылучаны дыск больш не абагулены.

source: The selected entry could not be loaded because the application is missing or corrupt.
be: Абраны запіс не можа быць заладаваны, бо праграма страчаная ці пашкоджаная.

source: The selected file is no longer shared.
be: Вылучаны файл больш не абагулены.

source: The selected files are no longer shared.
be: Вылучаныя файлы больш не абагуленыя.

source: The selected folder is no longer shared.
be: Вылучаны каталог больш не абагулены.

source: The selected folders are no longer shared.
be: Вылучаныя каталогі больш не абагуленыя.

source: The selected items can not be downloaded to the specified folder. Please choose another folder.
be: Вылучаныя элементы не могуць быць спампаваныя ў азначаны каталог. Калі ласка, абярыце іншы каталог.

source: The selected libraries are no longer shared.
be: Вылучаныя бібліятэкі больш не абагуленыя.

source: The selected library is no longer shared.
be: Вылучаная бібліятэка больш не абагуленая.

source: The service '%s' is does not support Plug and Play and cannot be stopped. Contact the manufacturer of the driver for an update.
be: Служба '%s' не падтрымлівае Plug&Play і не можа быць спыненая. Звяжыцеся з вытворцам драйвера па абнаўленне.
